"dashboard" = "Home";
"delete" = "Delete";
"deletesite" = "Delete the site";
"dodeletesite" = "Yes, forget it forever.";
"donotdeletesite" = "Oops, don't do it!";
"selectsite" = "Select a site";
"sitename" = "Site Name";
"sites" = "Sites";



/* Don't forget to add your strings to the French file ! */